Repository: robotman3000/tomdroid
Catalog: locales/tomdroid-*.po
Languages: ca

source: Tomboy compatible wikiwiki note-taking application that can take notes.
ca: Una aplicació wiki per prendre notes compatible amb el Tomboy.

source: Please wait while the notes load..
ca: Espereu mentre es carreguen les notes...

source: There are no notes in Tomdroid's database.
ca: No hi ha cap nota a la base de dades del Tomdroid.

source: Sync
ca: Sincronitza

source: Settings
ca: Paràmetres

source: About
ca: Quant a

source: Warning
ca: Avís

source: About Tomdroid
ca: Quant al Tomdroid

source: Welcome to Tomdroid.\n\nPlease note that this is beta quality software and that it contains known problems.\n\nWe are well aware of these issues and intend to work on them quickly but I also wanted to get something out and tested as quickly as possible.\n\nIf you would like to contribute, help at all levels would be appreciated. Hop on board on launchpad.net/tomdroid and contact us!\n
ca: Benvinguts al Tomdroid.\n\nTingueu en compte que es tracta d'un programari en qualitat "beta" i que conté problemes coneguts, com la impossibilitat d'editar notes.\n\nSom ben conscients d'aquests inconvenients i intentem treballar-hi de pressa, tot i que també volem tenir quelcom llest i provat el més aviat possible.\n\nSi voleu contribuir-hi us agrairem qualsevol tipus d'ajuda. Uniu-vos a launchpad.net/tomdroid i contacteu amb nosaltres!\n

source: %1$s\n\nAuthor: %2$s\nVersion: %3$s\nLicensed under the GPLv3
ca: %1$s\n\nAutor: %2$s\nVersió: %3$s\nLlicenciat sota la GPLv3

source: OK
ca: Accepta

source: Cancel
ca: Cancel·la

source: Close
ca: Tanca

source: Project page
ca: Pàgina del projecte

source: Save
ca: Desa

source: Please wait while note loads…
ca: Espereu mentre es carrega la nota...

source: Service
ca: Servei

source: Server
ca: Servidor

source: SD Card
ca: Targeta SD

source: Online Synchronisation
ca: Sincronització en línia

source: Authenticate
ca: Autentica

source: Location on SD Card
ca: Ubicació a la targeta SD

source: The folder \"%1$s\" does not exist yet. Please connect your device to the computer, create the folder and fill it with *.note files.
ca: Encara no existeix la carpeta «%1$s». Connecteu el dispositiu a l'ordinador, creeu la carpeta i deseu els fitxers *.note a dins.

source: \"%1$s\" is not a valid folder location. Please try again!
ca: \"%1$s\" no és una ubicació vàlida per a la carpeta. Proveu un altre cop.

source: \"%1$s\" is not a valid entry. Please try again!
ca: \"%1$s\ no és una entrada vàlida. Proveu un altre cop.

source: Completing authentication. Please wait…
ca: S'està completant l'autenticació. Espereu...

source: The connection to the server has failed, please check that the address you entered is correct.
ca: La connexió amb el servidor ha fallat. Comproveu que l'adreça que heu indicat és correcta.

source: The server address changed but the new value is empty
ca: L'adreça del servidor ha canviat, però el nou valor és buit

source: Choose the sync service to use
ca: Trieu el servei de sincronització que es farà servir

source: Synchronization with %1$s is complete.
ca: S'ha completat la sincronització amb %1$s

source: No notes found on %1$s.
ca: No s'han trobat notes a %1$s.

source: You are not connected to the Internet.
ca: No esteu connectats a Internet

source: Sync already in progress
ca: La sincronització ja està en marxa

source: There was an error trying to parse your note collection. If you are able to replicate the problem, please contact us!
ca: Hi ha algun error per analitzar la vostra col·lecció de notes. Si sou capaços de reproduir el problema contacteu amb nosaltres!

source: No Such Note
ca: No hi ha cap nota

source: The requested note could not be found. Maybe it was deleted or removed through synchronization.
ca: No s'ha trobat la nota sol·licitada. Potser ha estat eliminada durant la sincronització.

source: Error parsing note.
ca: Hi ha hagut un error analitzant la nota.

source: Could not save note.
ca: No s'ha pogut desar la nota.

source: SDCard storage not found.
ca: No s'ha trobat la targeta SD

source: Change Sort
ca: Ordenació

source: Choose the default sorting
ca: Trieu l'ordenació per defecte

source: Default sort
ca: Ordenació per defecte

source: Filter
ca: Filtra

source: There are no notebooks in the database.
ca: No hi han llibretes a la base de dades

source: All notebooks
ca: Totes les llibretes

source: View
ca: Mostra

source: Note Options
ca: Opcions de les notes

source: Send
ca: Envia

source: Search Notes
ca: Cerca notes

source: Text in your notes
ca: Text a les vostres notes

source: No notes found for \"%s\"
ca: No s'han trobat notes amb \"%s\"

source: Search
ca: Cerca

source: Search Results:
ca: Resultats de la cerca:

source: Clear search history
ca: Neteja l'historial de cerques

source: Remove all the searches you have performed
ca: Elimina totes les cerques realitzades

source: Search history has been cleared.
ca: S'ha netejat l'historial de cerques

source: Modified:
ca: Modificat:

source: Today
ca: Avui

source: Yesterday
ca: Ahir

source: Choose a Note
ca: Tria una nota

source: Tomdroid Note
ca: Nota del Tomdroid

source: Remove shortcut
ca: Elimina la drecera

source: Create shortcut
ca: Crea una drecera

source: Delete
ca: Suprimeix

source: Delete Note
ca: Suprimeix la nota

source: Are you sure you want to delete this note?
ca: Esteu segurs que voleu suprimir aquesta nota?

source: Yes
ca: Sí

source: Clear Notes
ca: Elimina les notes

source: Are you sure you want to clear the notes database?
ca: Esteu segurs que voleu eliminar totes les notes de la base de dades?

source: Delete Remote Notes
ca: Suprimeix les notes remotes

source: Are you sure you want to delete all notes from the remote service?
ca: Esteu segurs que voleu eliminar totes les notes del servei remot?

source: New
ca: Nova

source: New Note
ca: Nova nota

source: Enter title here
ca: Escriviu aquí el títol

source: Enter note here
ca: Escriviu aquí la nota

source: Edit
ca: Esdita

source: Discard
ca: Descarta

source: Back
ca: Enrere

source: monospace
ca: monoespaiat

source: highlight
ca: ressaltat

source: size
ca: mida

source: Error parsing note
ca: Error a l'analitzar la nota

source: There was an error parsing the note. Please check your XML.
ca: Hi ha un error a l'analitzar la nota. Reviseu el vostre fitxer XML.

source: Note saved locally.
ca: S'ha guardat la nota localment.

source: Note deleted locally.
ca: S'ha eliminat la nota localment.

source: Select text size
ca: Sel·lecciona la mida del text

source: Small
ca: Petit

source: Large
ca: Gran

source: Huge
ca: Enorme

source: Do you really want to discard your changes and revert the note to the last saved version?
ca: Esteu segurs que voleu descartar els canvis i retornar la nota a la darrera versió guardada?

source: Discard Changes?
ca: Voleu descartar els canvis?

source: Tomdroid - View Note
ca: Tomdroid - Mostra la nota

source: Tomdroid - Edit Note
ca: Tomdroid - Edita la nota

source: Tomdroid - Search Results
ca: Tomdroid - Resultats de la cerca

source: Tomdroid - Shortcuts
ca: Tomdroid - Dreceres

source: Tomdroid - Settings
ca: Tomdroid - Paràmetres

source: Display Preferences
ca: Preferències de visualització

source: Base Font Size
ca: Mida base del text

source: Synchronization
ca: Sincronizació

source: Misc. Options
ca: Altres opcions

source: Tools
ca: Eines

source: Auto Save Note
ca: Guarda automàticament la nota

source: Save notes automatically on exiting editor.
ca: Guarda les notes automàticament al sortir de l'editor.

source: Show Note Templates
ca: Mostra les plantilles de notes

source: If checked, will show note templates in notes list.
ca: Si està marcat, es mostraran les plantilles en la llista de notes.

source: Clear all notes from local database
ca: Elimina totes les notes de la base de dades local

source: Delete all notes from remote service
ca: Elimina totes les notes del servei remot

source: Illegal text size chosen. Please choose a number.
ca: Heu especidicat una mida de text no vàlida. Trieu un número.

source: Syncing with %1$s
ca: S'està sincronitzant amb %1$s

source: connecting to service…
ca: s'està connectant amb el servei...

source: updating local notes…
ca: s'estan actualitzant les notes locals...

source: updating remote notes…
ca: s'estan actualitzant les notes remotes...

source: Note Conflict
ca: S'ha produït un conflicte amb la nota

source: There was a conflict syncing the note "%1$s". Please choose an action to resolve the conflict. You may edit either note before choosing, or view the difference by clicking on the labels below.
ca: S'ha produït un conflicte al sincronitzar la nota "%1$s". Trieu una acció per a resoldre'l. Podeu editar la nota abans de triar l'acció o veure les diferències clicant en les etiquetes inferiors.

source: There was a conflict syncing the note "%1$s" (local version was deleted). Please choose from one of the actions below.
ca: S'ha produït un conflicte al sincronitzar la nota "%1$s" (la versió local ha estat eliminada). Trieu una de les accions següents.

source: There was a conflict syncing the note "%1$s". A note with that title already exists in the database. Please choose an action to resolve the conflict. You may edit either note before choosing, or view the difference by clicking on the labels below.
ca: S'ha produït un conflicte al sincronitzar la nota "%1$s". Ja existeix una nota amb el mateix títol a la base de dades. Trieu una acció per a resoldre'l. Podeu editar la nota abans de triar l'acció o veure les diferències clicant en les etiquetes inferiors.

source: Overwrite\nRemote
ca: Sobreescriu\nRemot

source: Overwrite\nLocal
ca: Sobreescriu\nLocal

source: Delete Remote
ca: Elimina la versió remota

source: Difference Between Files
ca: Diferències entre els arxius

source: -- Title Differences --
ca: -- Diferències al títol --

source: -- Content Differences --
ca: -- Diferències al contingut --

source: Line %1$s:
ca: Línia %1$s:

source: Local Version
ca: Versió local

source: Remote Version
ca: Versió remota

source: Deleted
ca: Eliminat

source: Create\nCopy
ca: Crea\nCopia

source: %1$s (old)
ca: %1$s (antic)

source: Authorization with %1$s successful.
ca: L'autorització amb %1$s és correcta.

source: Authorization with %1$s failed. Maybe try again?
ca: Ha fallat l'autoritazació amb %1$s. Ho voleu tornar a provar?

source: Note deleted from %1$s successfully.
ca: La nota s'ha eliminat a %1$s correctament.

source: Note sent to %1$s successfully.
ca: La nota s'ha enviat a %1$s correctament.

source: Note received from %1$s successfully.
ca: S'ha rebut la nota des de %1$s correctament.

source: Error deleting note from %1$s.
ca: S'ha produït un error a l'eliminar la nota a %1$s.

source: Error sending note to %1$s.
ca: S'ha produït un error a l'enviar la nota a %1$s.

source: Error receiving note from %1$s.
ca: S'ha produït un error al rebre la nota des de %1$s.

source: Error parsing response from %1$s.
ca: S'ha produït un error a l'analitzar la resposta de %1$s.

source: Error connecting to %1$s. You probably need to authenticate in "Settings".
ca: S'ha produït un error al connectar a %1$s. És possible que us hagueu d'autenticar a "Paràmetres".

source: Notes deleted from %1$s successfully.
ca: La nota ha estat eliminada a %1$s correctament.

source: Sync with %1$s cancelled.
ca: S'ha cancel·lat la sincronització amb %1$s.

source: Revert
ca: Desfés

source: Revert All
ca: Desfes-ho tot

source: Revert Notes
ca: Desfés les notes

source: This will revert your local notes to whatever versions exist on the remote service. Are you sure you want to do this?
ca: Aquesta acció modificarà les vostres notes locals i les tornarà a la versió existent al servei remot. Esteu segurs que ho voleu fer?

source: Revert Note
ca: Desfés la nota

source: This will revert a local note to whatever version exist on the remote service. Are you sure you want to do this?
ca: Aquesta acció modificarà la nota local i la tornarà a la versió existent al servei remot. Esteu segurs que ho voleu fer?

source: Backup Notes
ca: Fes una còpia de seguretat de les notes

source: Copy all local notes to SD Card
ca: Copia totes les notes locals a la targeta SD

source: Backup Notes?
ca: Voleu fer una còpia de seguretat de les notes?

source: Copy all local notes to SD Card? This may overwrite existing notes on the SD Card.
ca: Voleu copiar totes les notes locals a la targeta SD? Aquesta acció pot sobreescriure les notes actuals de la targeta SD.

source: Restore Notes
ca: Restaura les notes

source: Pull all notes from SD Card
ca: Extreu les notes de la targeta SD

source: Restore Notes?
ca: Voleu restaurar les notes?

source: Pull all notes from SD Card? This may overwrite your existing notes.
ca: Voleu extreure totes les notes de la targeta SD? Aquesta acció pot sobreescriure les vostres notes actuals.

source: Notes backed up to SD card successfully.
ca: Les notes s'han copiat correctament a la targeta SD.

source: Notes restored from SD card successfully.
ca: Les notes s'han restaurat correctament des de la targeta SD.

source: Notes cleared successfully.
ca: Les notes s'han eliminat correctament.

source: Tomdroid notes
ca: Notes del Tomdroid

source: A Tomboy client for Android. Tomboy is a desktop note-taking app using a wikiwiki approach and a simple user interface.\n\n* Note format compatibility with Tomboy\n* Online note synchronization with Snowy, Tomboy Online or Ubuntu One\n* SD Card importation\n* Open source!
ca: Un client del Tomboy per l'Android. El Tomboy és una aplicació d'escriptori per prendre notes a l'estil wiki amb una interfície senzilla.\n\n* Format de notes compatible amb el Tomboy\n* Sincronització en línia de les notes amb el Snowy, amb el Tomboy Online o amb l'Ubuntu One\n* Importació des de la targeta SD\n* De codi obert!

source: Note-taking application with online synchronization compatible with Tomboy
ca: Aplicació per prendre notes amb sincronització compatible amb el Tomboy

source: * Search notes and system integrated search\n* Context menu\n* Several usability improvements\n* Higher quality icons\n* Several bug fixes\n* German translation\n
ca: * Cercador de notes i integració amb el cercador del sistema \n* Menú contextual\n* Diverses millores en la usabilitat\n* Icones de més qualitat\n* Correcció de diversos errors\n* Traducció a l'alemany\n

source: translator-credits
ca: Launchpad Contributions: Adolfo Jayme Barrientos https://launchpad.net/~fitoschido Antonio Vicién Faure https://launchpad.net/~antoniopolonio David Planella https://launchpad.net/~dpm Stefan Hammer https://launchpad.net/~j-4
